tap "homebrew/bundle"
tap "wix/brew"
brew "act"
brew "eza"
brew "fzf"
brew "gitleaks"
brew "imagemagick"
brew "neovim"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "wix/brew/applesimutils"
cask "betterdisplay"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "react-native-debugger"
cask "wezterm"
vscode "arturock.gitstash"
vscode "circleci.circleci"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "meganrogge.template-string-converter"
vscode "miguelsolorio.fluent-icons"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "swmansion.react-native-ide"
vscode "yoavbls.pretty-ts-errors"
